Repository: T-PAL-Developer/ToDoListApp-iOS-Realm-Swift4
Catalog: ToDoListApp/Supporting Files/*.lproj/Localizable.strings
Languages: de, pl

source: Add New Category
de: Neue Kategorie hinzufügen
pl: Dodaj nową kategorię

source: Add
de: Hinzufügen
pl: Dodaj

source: Cancel
de: Abbrechen
pl: Anuluj

source: Text field is empty
de: Das Textfeld ist leer
pl: Pole jest puste

source: You have to type something here
de: Geben Sie einen Titel
pl: Napisz tutuł

source: Title
de: Titel
pl: Tytuł

source: No Items Added
de: Keine Elemente hinzugefügt
pl: Nic nie dodano

source: Add New Task
de: Neue Aufgabe hinzufügen
pl: Dodaj nową rzecz

source: Add Task
de: Hinzufügen
pl: Dodaj

source: Date Picker
de: Datum und Uhrzeit
pl: Data i czas

source: Select the event date
de: Wählen Sie das Datum des Ereignisses
pl: Wybierz datę i czas przypomnienia

source: TO DO LIST - You have something to do :)
pl: TO DO LIST - masz coś do zrobienia :) Cóż to takiego?

source: Created by TO DO LIST CALENDAR ©
pl: Stworzone przez TO DO LIST CALENDAR ©

source: Event Time Set
de: Ereigniszeit eingestellt
pl: Czas powiadomienia

source: 1st Alarm(before an event start)
de: 1 alarm(wie viele Minuten vor der Veranstaltung)
pl: 1 alarm(ile minut przed wydarzeniem)

source: 2nd Alarm(before an event start)
de: 2 alarm(wie viele Minuten vor der Veranstaltung)
pl: 2 alarm(ile minut przed wydarzeniem)

source: Set Minutes
de: Minuten
pl: Minuty

source: Light Mode
pl: Jasny motyw

source: Dark Mode
pl: Ciemny motyw

source: Welcome Swipe to begin
de: Willkommen Swipe zu beginnen
pl: Witaj, przewiń aby kontynuować

source: First tip: LongPress Category Cell to Change Color
de: Erster Tipp Drücken Sie lange auf Kategoriezelle, um die Farbe zu ändern
pl: Pierwsza wskazówka: Przytrzymaj utworzoną kategorię aby zmienić jej kolor

source: Second tip: LongPress Item Cell to set Reminder
de: Zweiter Tipp: Drücken Sie lange auf Item Cell, um die Erinnerung einzustellen
pl: Druga wskazówka: Przytrzymaj rzecz do zrobienia aby ustawić powiadomienie

source: Let's start
de: Start
pl: Start

source: TAP '+' TO ADD A NEW CATEGORY
de: TIPPEN SIE AUF '+', UM EINE NEUE KATEGORIE HINZUZUFÜGEN
pl: TAPNIJ '+' ABY DODAĆ KATEGORIĘ

source: LONG-PRESS CATEGORY CELL TO CHANGE CATEGORY COLOR
de: LANGDRÜCKKATEGORIEZEL ZUR ÄNDERUNG DER KATEGORIEFARBE
pl: PRZYTRZYMAJ UTWORZONĄ KATEGORIĘNABY ZMIENIĆ KOLOR

source: INSIDE CATEGORY TAP '+' TO ADD NEW TASK
de: INNERHALB DER KATEGORIENTIPPEN SIE AUF '+', UM EINE NEUE 'TO DO' HINZUZUFÜGEN
pl: BĘDĄC W KATEGORII TAPNIJ '+' ABY DODAĆ NOWĄ RZECZ

source: SWIPE TO THE LEFT TO DELETE THING TO DO OR CATEGORY
de: WISCHEN SIE NACH LINKS, UM DIE ZU 'TO DO' ODER KATEGORIE ZU LÖSCHEN
pl: PRZESUŃ KOMÓRKĘ W LEWO ABY USUNĄĆ KATEGORIĘ LUB RZECZ W KATEGORII

source: LONG-PRESS THING TO DO TO SET REMINDER TIME CALENDAR EVENT
de: LONG-PRESS UM DAS EREIGNISZEITKALENDER EINZUSTELLEN
pl: PRZYTRZYMAJ RZECZ DO WYKONANIA ABY USTAWIĆ PRZYPOMNIENIE W KALENDARZU

source: TAP THING TO DO TO SET A CHECKMARK
de: TIPPEN SIE AUF 'TO DO' FÜR ABHAKEN
pl: TAPNIJ RZECZ DO ZROBIENIA ABY JĄ ZAZNACZYĆ

source: TAP EDIT BUTTON TO EDIT THING TO DO
de: TIPPEN SIE AUF DIE SCHALTFLÄCHE BEARBEITEN, UM 'TO DO' ZU BEARBEITEN
pl: TAPNIJ PRZYCIK EDYCJI ABY EDYTOWAĆ RZECZ DO ZROBIENIA

source: EDIT MODE GIVE ACCESS TO DRAG AND DROP OPTION
de: BEARBEITUNGSMODUS GEBEN SIE ZUGRIFF AUF DRAG UND DROP MÖGLICHKEIT
pl: W TRYBIE EDYCJI MOŻESZ PRZESUWAĆ RZECZY

source: IN SETTINGS YOU CAN SET REMINDER ALERTS TIME(HOW MANY MINUTES BEFORE AN EVENT START)
de: IN EINSTELLUNGEN KÖNNEN SIE DIE ZEIT DER ERINNERUNGSWARNUNGEN EINSTELLEN (WIE VIELE MINUTEN VOR EINEM EREIGNISSTART)
pl: W USTAWIENIACH MOŻESZ USTAWIĆ CZAS ALARMÓW (ILE MINUT PRZED USTAWIONYM WYDARZENIEM MA ZADZIAŁAĆ ALARM)

source: THAT'S ALL, RIGHT NOW YOU WILL BE REMEMBER EVERYTHING with TO DO LIST CALEDAR ✓
de: THAT'S ALL, JETZT ERINNERN SIE SICH ALLES :) mit TO DO LIST CALEDAR ✓
pl: TO NA TYLE, TERAZ BĘDZIESZ PAMIĘTAŁ WSZYSTKO :) dzęki TO DO LIST CALEDAR ✓

source: Select
de: Wählen
pl: Wybierz
